import { HobbyListDataType } from "@@types/Hobby";

export const HOBBY_LIST: HobbyListDataType[] = [
  {
    title: "영화/애니메이션",
    description: [
      "오랜 예전부터 영화를 좋아했습니다.",
      "평소에도 영화/애니메이션을 보는 것을 좋아하고 관련 소식을 듣는 것도 좋아합니다.",
      "직업이 개발자이다 보니 개인적으로 영화/애니메이션과 관련된 서비스를 개발해 보고 싶다고 생각하고 있습니다.",
      "언젠가 작은 단편영화라도 직접 감독하여 제작해 보고 싶은 마음도 가지고 있습니다.",
    ],
  },
  {
    title: "사진/영상",
    description: [
      "영화를 좋아하는 영향 때문인지 사진/영상에도 관심이 많습니다.",
      "야외활동하기 좋은 날씨가 되면 미러리스 카메라를 들고 나가 일상생활을 사진/영상에 담는 것이 큰 즐거움입니다.",
    ],
  },
];
